import { LOCALES } from '../locales';

const ru = {
    [LOCALES.RU]: {
        'navbar-services': 'Наши услуги',
        'navbar-clients': 'Наши клиенты',
        'navbar-about': 'О нас',
        'navbar-partners': 'Партнёры',
        'navbar-contacts': 'Контакты',
        'navbar-catalog': 'Каталог',
        'navbar-call': 'Звоните',

        'welcome-title':'Решения для бизнеса',
        'welcome-subtitle':'Комплексные решения для автоматизации операционных процессов в магазинах, торговых центрах, ресторанах, банках, аптеках, автомобильных центрах и других объектах торговли и обслуживания.',

        'services-title':'Наши услуги',
        'services-subtitle':'Мы предлагаем несколько услуг для развития вашей компании. Если вы не найдете нужной услуги, мы всегда готовы встретиться и обсудить, чем можем помочь вам.',
        'services-block1-title':'Комплексное предложение',
        'services-block1-subtitle':'Мы создаем комплексные решения по автоматизации процессов компании исходя из целей бизнеса. Выбор оборудования и услуг основывается на анализе рыночных предложений и точках роста эффективности для бизнеса и персонала вашей компании, лояльности ваших клиентов.',
        'services-block2-title':'Подбор оборудования',
        'services-block2-subtitle':'Оборудование — важная часть роста компании. Мы помогаем подобрать необходимые вашему бизнесу технологии, развивающие существующую команду или новый бизнес. Гарантия качества и эффективности индивидуально подобранных решений.',
        'services-block3-title':'Сервисное обслуживание',
        'services-block3-subtitle':'Сотрудники Call-centre ответят на возникшие вопросы и помогут решить их быстро. Наши высококвалифицированные техники обеспечат гарантийное и постгарантийное сервисное обслуживание нового и существующего оборудования, документацию и другие важные для компании аспекты работы.Оперативная группа техников всегда к вашим услугам.',
        'services-footer-text':'Мы - ваш партнер, предоставляющий комплекс услуг для автоматизации бизнеса с целью повышения эффективности вашего персонала, а также увеличения лояльности ваших клиентов.',

        'about-title':'Почему Take IT?',
        'about-subtitle':'Наши специалисты поделятся своей экспертизой, основанной на знании того, что сейчас работает на рынке.',
        'about-block1-title':'Многолетний опыт',
        'about-block1-subtitle':'Наш опыт говорит за нас. Мы поработали с маленькими стартапами и с именитыми брендами.',
        'about-block2-title':'Индивидуальный подход',
        'about-block2-subtitle':'У каждой компании, с которой мы работаем, своя концепция и свой голос. Мы развиваем уникальные продукты.',
        'about-block3-title':'Непрерывный рост',
        'about-block3-subtitle':'Наши опытные профессионалы помогут расти вашему бизнесу, внедряя новые технологии работы.',
        'about-benefits-title':'Выгоды нашего сотрудничества?',
        'about-benefits-block1-title':'Ясное понимание автоматизации вашего бизнеса',
        'about-benefits-block1-subtitle':'Наша цель — помочь вашему бизнесу, вашим потребителям и сотрудникам. Мы поможем проанализировать прошлые этапы и спрогнозировать будущие, понять ваши потребности.',
        'about-benefits-block2-title':'Вы экономите время и деньги',
        'about-benefits-block2-subtitle':'Наши специалисты помогают вам создать единое решение с необходимым вам и вашим сотрудникам оборудованием, в партнерстве с поставщиками программных продуктов, с документацией. Вы не тратите время на поиск каждого вида оборудования и услуги в отдельности.',
        'about-benefits-block3-title':'Оценка эффективности бизнеса',
        'about-benefits-block3-subtitle':'Мы помогаем вам получить максимум от бизнеса. Наши специалисты помогут выявить направления, которые тормозят вас, и вместе с вами разработают план автоматизации операционных процессов, которые помогут повысить эффективность ваших сотрудников, тем самым привлечь новых покупателей.',

        'partners-title':'Наши партнеры',
        'partners-subtitle':'Take IT - официальный импортер на территории Молдовы, партнер надежных производителей оборудования известных мировых брендов.',

        'contacts-title':'МЫ ВСЕГДА ГОТОВЫ К ОБЩЕНИЮ',

        'back-button':'Назад',
        'details-button':'Подробнее',

        'catalog-title':'Наши партнеры — известные мировые бренды, сочетающие функциональность и стильный дизайн для вашего бизнеса. Мы очень гордимся нашим сотрудничеством!',
        'catalog-contacts-info':'Напишите нам: sales@takeit.md',
        'catalog-footer-contacts-text':'СВЯЖИТЕСЬ С НАМИ:',

        'username':'Имя пользователя',
        'password':'Пароль',

        'news':'Новости',
        'catalog':'Каталог',
        'actions':'Действия',

        'news-add':'Добавить новую статью',
        'product-add':'Добавить новый продукт',
        'type-add':'Добавить новый тип',
        'type-delete':'Удалить определённый тип',

        'modify-button':'Изменить',
        'delete-button':'Удалить'
    }
}

export default ru;